<?
$cheditor = "no"; $_dep = array(6,1);
$_tit = array('Counseling','Counseling');

include $_SERVER['DOCUMENT_ROOT'] . "/playlife/inc/common.php";
?>

<body>
    <? include $_SERVER['DOCUMENT_ROOT'] . "/playlife/inc/header.php"; ?>

    <main class="main">
        <section class="section counseling__sec view__sec">
            <article class="cont cont1">
                <div class="inner">
                    <div class="top__wr">
                        <div class="text__wr">
                            <div class="lef">
                                <span class="title">사람들과의 관계에서 애정결핍을 느껴요</span>
                            </div>

                            <div class="rig">
                                <p class="text"></p>
                            </div>
                        </div>

                        <div class="img__wr">
                            <img src="<?=DIR?>/img/counseling/counseling_img1.png" alt="폼폼 사람들과 건강한 관계를 맺고 싶은 사회 초년생">
                        </div>
                    </div>

                    <div class="contents__wr">
                        <div class="lef">
                            <p class="writer">폼폼</p>
                            <p class="job">사람들과 건강한 관계를 맺고 싶은 사회 초년생</p>
                        </div>

                        <div class="rig">
                            <div class="row">
                                <ul class="list">
                                    <li>
                                        <p class="infos__text">안녕하세요, 첫 직장에 입사한 지 7개월 정도된 사회 초년생입니다. 저는 직장 동료 스트레스가 ‘0’에 가까울 정도로 좋은 분들과 함께 일하고 있는데요. 상사와 선배분들 모두 저를 정말 귀하게 여겨주세요. 하지만, 저는 이 애정이 무한하지 않을 것 같아 불안하고, 후배에게 보내는 ‘기본적인 배려‘인데 혼자 착각하는 것 같아 마음이 힘들어요. 작은 친절에도 기뻐하는 저 자신이 부끄럽고 우울해요. 부모님에게 충분히 사랑받지 못했다는 결핍이 사회생활과 일상에 영향을 주는 것 같아요. 다른 사람의 친절을 의심 없이 받아들이고, 누군가에게 기대지 않고 나로 바로 설 수 있는 방법을 알고 싶어요.</p>
                                    </li>
                                </ul>
                            </div>

                            <div class="row">
                                <div class="counseling__row__wr">
                                    <div class="c__row">
                                        <span class="row__tit">카운슬러 모은찬의 편지</span>
                                        <p class="row__txt">
                                            안녕하세요, 폼폼 님. 모은찬 상담사입니다.<br> 
                                            사연 속에서 폼폼 님은 자신을 ‘늘 운이 좋은 사람’이라고 몇 번에 걸쳐 언급해주셨습니다. 직장에서 폼폼 님을 아껴주는 좋은 사람들을 만났기 때문이라고 하셨지요. 하지만 동시에 그들과 교류하는 과정에서 옛 상처가 자극되고, 더 이상 떠올리고 싶지 않은 부모님과의 기억들이 점화되어 현재 어려움을 겪고 계신 것으로 보입니다. 또한 직장 동료들에게 ‘필요 이상의 기대를 하지 말자’고 굳게 다짐하지만 마음이 생각처럼 움직이지 않아 당혹스러우신 것 같습니다. 공적인 영역과 사적인 영역이 필연적으로 겹치는, 직장이라는 환경의 특수성 때문에 폼폼 님의 혼란이 더 가중되지 않았나 싶습니다. 이번 카운슬링에서는 폼폼 님께서 앞으로 사람들과 건강한 관계를 맺기 위해 꼭 필요한 실질적인 이야기들을 다뤄보고자 합니다.
                                        </p>
                                    </div>

                                    <div class="c__row">
                                        <ul class="c__row__list">
                                            <li>
                                                <div class="list__tit__wr">
                                                    <span class="sub__tit">왜 이런 기분이 들까요?</span>
                                                    <span class="__tit">1. 정서적 굶주림</span>
                                                </div>

                                                <p class="row__txt">잔인하지만 갓 태어난 원숭이를 엄마 원숭이와 분리하여 시행했던 실험이 있습니다. 철사로 만든 엄마 모형에는 젖병을 매달고, 헝겊으로 만든 엄마 모형에는 젖병을 제공하지 않은 채 아기 원숭이의 행방을 지켜보는 실험이었는데요.</p>

                                                <p class="row__txt">아기 원숭이는 우유를 먹을 때만 잠깐 철사 엄마한테 갔다가 대부분의 시간을 헝겊 엄마한테 안긴 채로 보냈다고 합니다. 이를 통해 <i class="color">어린 아기는 먹을 것뿐만 아니라 따뜻한 스킨십도 반드시 필요</i>로 한다는 점이 간접적으로 증명되었지요. 이 실험 이후로 아이를 강하게 키운다는 명목으로 감정 표현을 절제하던 당시 양육 풍조는 180도 바뀌게 되었습니다.</p>

                                                <p class="row__txt">인간과 닮았지만 감정적으로 덜 분화된 원숭이조차 부드러운 부모의 품을 이토록 원하는데, 우리 인간은 이보다 더하면 더했지 덜하지는 않을 테니 말이지요. 그러니 부모님께서 폼폼 님을 잘 먹이고 키워주셨더라도 따듯한 애정을 전혀 허락하지 않으셨다면 저는 충분히 탓할 만하다고 봅니다. 부모님을 탓하는 자신을 더 이상 미워하지 마세요.</p>

                                                <p class="row__txt"><i class="color">폼폼 님의 부모님이 일반적인 부모와 다른 방식으로 자신을 키웠고, 그로 인한 정서적 굶주림은 어린 폼폼 님에게 신체적인 굶주림만큼 혹독했을 수 있습니다.</i> 뼈아픈 진실을 마주하는 것으로부터 회복은 시작됩니다. 어린 시절 겪은 정서적인 결핍을 성인이 된 이후에 메우기 위해서는 각고의 노력이 요구됩니다. 특히 <i class="color">사람들과의 적절한 관계, 나 자신의 경계를 건강하게 설정하기</i>까지 시행착오를 숱하게 겪을 가능성이 크지요.</p>

                                                <p class="row__txt">부모의 사랑을 줄 수 있을 것 같은 사람을 만나면 나의 욕구는 완전히 무시한 채 그들에게 모든 것을 맞추려 하기 쉽고, 반대로 그렇지 않은 이들에게는 마음의 문을 완전히 닫고 싶어질 수 있습니다. 때로는 내 경계가 침범당하는 것을 아예 인지하지 못한다든지, 인지하더라도 단호하게 대처하기가 힘들지도 모릅니다. 건강한 관계 설정을 위해서는 <i class="color">현재 비어 있는 폼폼 님의 ‘감정곳간’이 차곡차곡 채워져야</i> 할 거예요. 어떻게 이 감정곳간을 채워 나갈 수 있을지는 지금부터 하나씩 짚어보도록 하겠습니다.</p>
                                            </li>
                                        </ul>
                                    </div>

                                    <div class="c__row">
                                        <ul class="c__row__list">
                                            <li>
                                                <div class="list__tit__wr">
                                                    <span class="sub__tit">어떻게 해결할 수 있을까요?</span>
                                                    <span class="__tit">1. 건강한 No를 통해 경계 설정하기</span>
                                                </div>
                                                <p class="row__txt">감정곳간이 채워지려면 우선, 감정을 억누르지 않고 있는 그대로 느낄 수 있어야 합니다. 개인적으로 폼폼 님의 사연 전반에서 감정이 굉장히 통제되고 경직되어 있는 느낌을 많이 받았어요. 심리적으로 건강한 상태에서는 감정이 올라오고, 인식되고, 그에 반응하기까지의 과정이 물 흐르듯 자연스럽습니다.</p>
                                                <p class="row__txt">반면, 이렇게 해서는 안 되며 저렇게 해야만 하는 당위성이 이 과정에 끼어들기 시작할 때, 우리의 감정은 왜곡되는데요. ‘이런 감정을 느끼다니, 나는 나쁜 사람이야’라는 판단으로 인해 수치심과 죄책감, 자기 비난에 빠지게 됩니다. 이 부정적인 감정들은 모두 우울감을 심화시키는 요인으로 작용하지요.</p>
                                                <p class="row__txt">이 과정을 바로잡기 위해서 일단, <i class="color">상황별로 느껴지는 감정을 구분하여 올바르게 명명하는 연습</i>을 하면 좋겠습니다. 제 소견으로는, 직장 상사들이 잘해줄 때마다 우울한 기분이 들기까지, 복잡한 감정의 변화를 거쳤을 것으로 생각됩니다. 상사들의 예쁨을 받는 그 순간에는 분명 기쁘지 않았나요? 그렇다면 <i class="color">앞으로는 그 기쁜 감정에 조금 더 오래 머물러보세요.</i> 오래 머무를수록 그로부터 파생되는 행복, 충만함, 자랑스러움과 같은 긍정적인 감정으로 내 감정곳간을 채울 수 있습니다.</p>
                                                <p class="row__txt">아마도 폼폼 님께서는 이 긍정적인 감정을 어떻게 다룰지 몰라서 어색해하는 와중에, 자신을 이런 식으로 예뻐해주지 않은 부모에게까지 생각이 미쳤을 거예요. 부모님과 상사 모두 어느 정도 나이가 있는 어른이기 때문에 자연스럽게 비교가 되면서 불만이나 원망이 솟아올랐을지도 모르지요. 하지만 ‘키워주신 부모님을 탓하면 나쁜 사람’이라는 생각 때문에 비난의 화살을 스스로에게 돌리게 되었고, 그 죄책감이 우울감을 낳은 게 아닐까 싶습니다.</p>
                                                <p class="row__txt">폼폼 님, 세상에 느껴서는 안 되는 감정이란 없습니다. 부모님도 인간이기 때문에 완벽하지 않습니다. 내 잘못에 부모님이 화를 낸 적이 많듯이, 부모님이 잘못하면 나도 화가 날 수 있습니다. 직장 동료 스트레스가 ‘0’이더라도 폼폼 님이 힘들다면 힘든 것이 맞아요. 남들이 “너는 운이 좋은 사람인데 뭐 그 정도 일에 힘들다고 그래.”라고 말할지라도 <i class="color">폼폼 님의 감정이 옳음을 믿어야 합니다. 그래야만 폼폼 님이 싫은 상황에서는 아니라고 말할 수 있는 내면의 힘도 생깁니다.</i> 특히 부정적인 감정을 귀하게 여길 필요가 있습니다. 부정적인 감정은 뭔가 상황이 잘못되고 있음을 내 자신에게 일러주는 역할을 하거든요.</p>
                                                <p class="row__txt"><i class="color">부정적인 감정이 자꾸 올라온다면, 어쩌면 지금 누군가에게 No를 외쳐야 하는 상황</i>인지도 모릅니다. 이런 일이 또 있어서는 안 되겠지만 혹시라도 폼폼 님께서 다음에 또다시 스토킹이나 성추행을 당하신다면, 업무나 다른 사람들 말고 자신의 감정을 제일 존중해주시면 좋겠습니다. 거절하고 싶은 다양한 상황을 머릿속에 그려보세요. 그러고 나서 “싫어요. 하지 마세요. 그만두세요. 죄송하지만 저는 빠지겠습니다.”와 같은 말을 입 밖으로 직접 내뱉는 연습을 반드시 30번 이상 해보시길 권합니다. 아닌 일엔 아니라고 말함으로써 나 자신과 나의 경계를 지킬 수 있어야 합니다.</p>
                                            </li>

                                            <li>
                                                <div class="list__tit__wr">
                                                    <span class="__tit">2. 대인관계 넓히기</span>
                                                </div>
                                                <p class="row__txt">폼폼 님께서는 직장 상사들의 친절에 자꾸 기대게 되는 바람에, “이 애정이 무한하지는 않을 것이라는 불안감”을 느낀다고 말씀해주셨습니다. 제가 사연을 읽는 동안에도, 지금 폼폼 님께는 직장 상사들이 없어서는 안 될 존재처럼 느껴졌어요. 물론 나를 처음으로 살뜰히 챙겨주며 인간적인 배려와 애정을 갖고 품어준 분들이기에, 이들은 폼폼 님의 인생에 언제까지나 특별한 사람들로 기억될 게 당연합니다.</p>
                                                <p class="row__txt">하지만 폼폼 님께서 이미 느끼고 계시듯 인연의 시작 이후에는 늘 끝이 따라오는 법입니다. ‘시절 인연’이라는 말이 있듯이요. 따라서 사람들에게 기댈 때는, 나중에 그들이 없어지더라도 나 자신이 무너지지 않을 ‘적정선’이 있어야겠지요. 나를 침범하는 사람뿐 아니라 <i class="color">좋은 사람들과도 적절한 경계를 설정할 필요가 있습니다.</i> 직장에서 만난 관계라면, 사회인 폼폼 님의 삶에 개입해 오는 것은 허락하되, 필요 이상으로 사적인 삶에 들어오는 것은 저지해야 건강한 관계를 오래 유지할 수 있을 거예요.</p>
                                                <p class="row__txt">폼폼 님께서 직장 이외의 삶의 영역에서는 어떠한 대인관계를 맺고 계신지 많이 궁금합니다. 바쁘시겠지만 적어도 주말에는 친구들이나 동호회 사람들처럼 <i class="color">일을 매개로 하지 않은 사람들을 많이 만나면 좋겠습니다.</i> 대인관계의 폭을 넓히면 직장 상사들을 향한 기대나 마음에 남아있는 부채감도 자연스럽게 분산될 거예요. 궁극적으로는 폼폼 님이 생각했던 것보다 나를 ‘기본적인 배려’로 대하는 사람들이 주변에 꽤나 많다는 사실을 다양한 장면에서 확인하셨으면 좋겠습니다.</p>
                                            </li>

                                            <li>
                                                <div class="list__tit__wr">
                                                    <span class="__tit">3. 자기사랑 확인하기</span>
                                                </div>
                                                <p class="row__txt">폼폼 님께서는 분명 회사생활을 착실하게 하고 계시고 그 때문에 칭찬을 받았는데도 ‘내가 그럴 자격이 있는 사람인가’라며 스스로를 향한 의구심을 내려놓을 수 없는 듯 보였습니다. 나의 밑바닥이 드러나지는 않을지, 그래서 상대방이 나를 떠나지는 않을지 매 순간 고민해야 한다면, 좋은 사람들을 만나더라도 스트레스를 굉장히 많이 받을 것 같습니다. 더군다나 이렇게 나의 내면으로만 파고드는 고민은 관계 발전에도 전혀 도움이 되지 않지요. 차라리 이런 순간에는 내가 불안감을 느끼고 있구나, 자각한 후에 자기사랑으로 스스로를 다독이면 좋겠습니다.</p>
                                                <p class="row__txt">자신을 사랑하는 법을 알아야 다른 사람도 사랑할 수 있다는 말, 폼폼 님께서도 들어보셨나요? 우리가 자신을 스스로 소중히 여기는 만큼, 다른 사람들도 우리 자신을 소중히 대해주는 법입니다. 자기사랑을 언어화(verbalization)하면, 스스로를 소중히 여기는 마음이 실제 내 안에 자연스럽게 차오르는데요. 폼폼 님께는 ‘측은지심’의 마음에서 시작되는 자기사랑이 가장 필요할 것으로 여겨집니다. 따라서 <i class="color">앞으로 한 달 동안 거울을 보면서 “폼폼아, 미안해. 나 스스로를 소중히 여길게. 너는 사랑받기에 충분한 사람이야.”라는 말을 소리 내어 매일매일 말해주길 권해드려요.</i></p>
                                                <p class="row__txt">자기 자신에게 말하는 것이 익숙지 않아 처음에는 힘들 수 있습니다. 하지만 현재 폼폼 님에게 필요한 것은 타인이 일시적으로 제공하는 배려나 관심이 아닌, 스스로 자족할 수 있는 사랑이라는 사실을 기억하며 연습을 지속해보세요. 언젠가는 감정곳간이 가득 차서 사람들과 더욱 당당하게 관계를 맺고, 일방적으로 기대기보다는 대등하게 교류할 수 있는 날이 올 것입니다.</p>
                                                <p class="row__txt">‘운이 좋았지’라는 노랫말 가사처럼 스스로를 소개해주셨던 폼폼 님. 폭풍과 비바람과 눈보라를 지나며 조금 더 나은 사람이 된 폼폼 님, 이제는 삶에서 가장 사랑하는 사람이 폼폼 님 자신이 되길 바랍니다. 폼폼 님을 계속해서 힘들게 만드는 과거와 자기혐오의 감정에 유연하게 대응할 수 있는 날이 오길 바랍니다.</p>
                                            </li>
                                        </ul>
                                    </div>
                                </div>
                            </div>

                            <div class="list__view__wr">
                                <a href="<?=DIR?>/counseling/" class="list__btn">목록</a>
                            </div>
                        </div>
                    </div>

                    <div class="another__list">
                        <span class="title">counseling</span>

                        <div class="swiper people__swiper">
                            <ul class="swiper-wrapper">
                                <li class="swiper-slide">
                                    <a href="#none">
                                        <div class="img__box">
                                            <img src="<?=DIR?>/img/counseling/counseling_img2.png" alt="Shimmer 건강한 내면을 가지고 싶은 고등학생">
                                        </div>

                                        <div class="infos__box">
                                            <p class="writer">Shimmer</p>
                                            <p class="job">건강한 내면을 가지고 싶은 고등학생</p>
                                        </div>
                                    </a>
                                </li>

                                <li class="swiper-slide">
                                    <a href="#none">
                                        <div class="img__box">
                                            <img src="<?=DIR?>/img/counseling/counseling_img3.png" alt="미루 실수나 실패를 곱씹으며 괴로워하고 있는 20대 여성">
                                        </div>

                                        <div class="infos__box">
                                            <p class="writer">미루</p>
                                            <p class="job">실수나 실패를 곱씹으며 괴로워하고 있는 20대 여성</p>
                                        </div>
                                    </a>
                                </li>

                                <li class="swiper-slide">
                                    <a href="#none">
                                        <div class="img__box">
                                            <img src="<?=DIR?>/img/counseling/counseling_img4.png" alt="해피미니 친구와의 관계에 어려움을 겪고 있는 20대 남성">
                                        </div>

                                        <div class="infos__box">
                                            <p class="writer">해피미니</p>
                                            <p class="job">친구와의 관계에 어려움을 겪고 있는 20대 남성</p>
                                        </div>
                                    </a>
                                </li>

                                <li class="swiper-slide">
                                    <a href="#none">
                                        <div class="img__box">
                                            <img src="<?=DIR?>/img/counseling/counseling_img5.png" alt="박찬종 크리에이터, 패러사이클링 선수">
                                        </div>

                                        <div class="infos__box">
                                            <p class="writer">박찬종</p>
                                            <p class="job">크리에이터, 패러사이클링 선수</p>
                                        </div>
                                    </a>
                                </li>
                            </ul>
                        </div>

                        <div class="swiper__navi__wr">
                            <div class="swiper-pagination"></div>
                        </div>
                    </div>
                </div>
            </article>
        </section>
    </main>

    <? include $_SERVER['DOCUMENT_ROOT'] . "/playlife/inc/footer.php"; ?>
</body>

</html>